Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Setting the graphics device port to autoport, in order to avoid conflicting.
ca_es: S'està establint el port del dispositiu gràfic a autoport, per tal d'evitar conflictes.

source: Could not determine original disk information: %s
ca_es: No s'ha pogut determinar la informació del disc original: %s

source: Domain '%s' was not found.
ca_es: No s'ha trobat el domini '%s'.

source: No host CPU reported in capabilities
ca_es: No s'ha reportat cap CPU d'amfitrió en les capacitats

source: Virtual device type must be set in subclass.
ca_es: El tipus de dispositiu virtual s'ha definir a la subclasse.

source: Unknown virtual device type '%s'.
ca_es: Tipus de dispositiu virtual '%s' desconegut.

source: Could not determine or unsupported format of '%s'
ca_es: No s'ha pogut determinar el format de '%s', o bé no està suportat

source: Physical host character device
ca_es: Dispositiu físic de l'amfitrió orientat a caràcters

source: Standard input/output
ca_es: Entrada/sortida estàndard

source: Named pipe
ca_es: Canonada amb nom

source: Output to a file
ca_es: Sortida a un fitxer

source: Virtual console
ca_es: Consola virtual

source: Null device
ca_es: Dispositiu nul

source: TCP net console
ca_es: Consola de xarxa TCP

source: UDP net console
ca_es: Consola de xarxa UDP

source: Unix socket
ca_es: Sòcol Unix

source: Spice agent
ca_es: Agent Spice

source: Client mode
ca_es: Mode client

source: Server mode
ca_es: Mode servidor

source: Method used to expose character device in the host.
ca_es: Mètode utilitzat per exposar en l'amfitrió el dispositiu orientat a caràcters

source: Host input path to attach to the guest.
ca_es: Camí d'entrada de l'amfitrió a associar a l'hoste.

source: Target connect/listen mode.
ca_es: Mode de connexió/escolta del destí.

source: Address to connect/listen to.
ca_es: Adreça on connectar/escoltar.

source: Port on target host to connect/listen to.
ca_es: Port de l'amfitrió destí on connectar/escoltar.

source: Host addresss to bind to.
ca_es: Adreça d'amfitrió on connectar.

source: Host port to bind to.
ca_es: Port d'amfitrió on connectar.

source: Format used when sending data.
ca_es: Format utilitzat en l'enviament de dades.

source: Channel type as exposed in the guest.
ca_es: Tipus de canal com s'exposa en l'hoste.

source: Guest forward channel address in the guest.
ca_es: Adreça del canal de reenviament de l'hoste en l'hoste.

source: Guest forward channel port in the guest.
ca_es: Port del canal de reenviament de l'hoste en l'hoste.

source: Sysfs name of virtio port in the guest
ca_es: Nom sysfs del port virtio en l'hoste

source: Permissions on '%s' did not stick
ca_es: Els permisos a '%s' no lliguen

source: Connection does not support storage lookup.
ca_es: La connexió no suporta la cerca d'emmagatzematge.

source: Couldn't lookup volume object: %s
ca_es: No s'ha pogut cercar l'objecte de volum: %s

source: Error validating clone path: %s
ca_es: S'ha produït un error en validar el camí del clon: %s

source: Device type '%s' requires a path
ca_es: El tipus de dispositiu '%s' requereix un camí

source: Connection doesn't support remote storage.
ca_es: La connexió no suporta l'emmagatzematge remot.

source: Must specify libvirt managed storage if on a remote connection
ca_es: S'ha d'especificar l'emmagatzematge gestionat per libvirt si esteu en una connexió remota

source: Must specify storage creation parameters for non-existent path '%s'.
ca_es: S'han d'especificar els paràmetres de la creació d'emmagatzematge per al camí inexistent '%s'.

source: The path '%s' must be a file or a device, not a directory
ca_es: El camí '%s' ha de ser un fitxer o un dispositiu, no pas un directori

source: Cannot determine device bus/type.
ca_es: No s'ha pogut determinar el tipus/bus del dispositiu.

source: No more space for disks of type '%s'
ca_es: No hi ha més espai per als discos del tipus '%s'

source: Filesystem target '%s' must be an absolute path
ca_es: La destinació '%s' del sistema de fitxers ha de ser un camí absolut

source: %s must be above 5900, or -1 for auto allocation
ca_es: %s ha de ser superior a 5900, o bé -1 per a una assignació automàtica

source: Shared physical device
ca_es: Dispositiu físic compartit

source: Virtual networking
ca_es: Xarxa virtual

source: The MAC address '%s' is in use by another virtual machine.
ca_es: L'adreça MAC '%s' s'està utilitzant per una altra màquina virtual.

source: Passthrough device
ca_es: Dispositiu passthrough

source: Forcefully reset the guest
ca_es: Reinicia l'hoste de manera forçada

source: Gracefully shutdown the guest
ca_es: Atura l'hoste de manera segura

source: Forcefully power off the guest
ca_es: Atura l'hoste de manera forçada

source: Pause the guest
ca_es: Posa en pausa l'hoste

source: No action
ca_es: Cap acció

source: Cannot use storage '%(path)s': '%(rootdir)s' is not managed on the remote host.
ca_es: No es pot utilitzar l'emmagatzematge '%(path)s': '%(rootdir)s' no està gestionat en l'amfitrió remot.

source: Cannot use storage %(path)s: %(err)s
ca_es: No es pot utilitzar l'emmagatzematge %(path)s: %(err)s

source: Size must be specified for non existent volume path '%s'
ca_es: S'ha d'especificar la mida per al camí '%s' del volum inexistent

source: Storage type does not support format parameter.
ca_es: El tipus d'emmagatzematge no suporta el paràmetre de format.

source: Format cannot be specified for unmanaged storage.
ca_es: No es pot especificar format per a un emmagatzematge no gestionat.

source: Cannot create storage for %s device.
ca_es: No es pot crear un emmagatzematge per al dispositiu %s.

source: Local block device path '%s' must exist.
ca_es: El camí del dispositiu de bloc local '%s' ha d'existir.

source: size is required for non-existent disk '%s'
ca_es: Es requereix la mida per a discos '%s' inexistents

source: No write access to directory '%s'
ca_es: No hi ha accés d'escriptura al directori '%s'

source: The filesystem will not have enough free space to fully allocate the sparse file when the guest is running.
ca_es: El sistema de fitxers no tindrà prou espai lliure per ubicar totalment el fitxer dispers quan l'hoste s'estigui executant.

source: There is not enough free space to create the disk.
ca_es: No hi ha prou espai disponible per crear el disc

source: %d M requested > %d M available
ca_es: %d M sol·licitats > %d M disponibles

source: Cloning %(srcfile)s
ca_es: S'està clonant %(srcfile)s

source: Creating storage file %s
ca_es: S'està creant el fitxer d'emmagatzematge %s

source: Error creating diskimage %s: %s
ca_es: S'ha produït un error en crear la imatge de disc %s: %s

source: Error cloning diskimage %s to %s: %s
ca_es: S'ha produït un error en clonar la imatge de disc %s a %s: %s

source: Invalid NFS format: No path specified.
ca_es: El format NFS no és vàlid: No s'ha especificat cap camí.

source: Failed to lookup scratch media volume
ca_es: Ha fallat la cerca d'un volum de suport temporal

source: Transferring %s
ca_es: S'està transferint %s

source: Checking installer location failed: Could not find media '%s'.
ca_es: Ha fallat la comprovació de la ubicació de l'instal·lador: No s'ha pogut trobar el suport '%s'.

source: cpuset must be string
ca_es: cpuset ha de ser una cadena

source: cpuset can only contain numeric, ',', '^', or '-' characters
ca_es: cpuset només pot contenir caràcters numèrics, ',', '^' o '-'

source: cpuset contains invalid format.
ca_es: cpuset conté un format que no és vàlid.

source: cpuset's pCPU numbers must be less than pCPUs.
ca_es: Els nombres de pCPU del cpuset han de ser inferiors que el nombre de pCPU.

source: No topology section in capabilities xml.
ca_es: No s'ha trobat cap secció de topologia en el XML de capacitats.

source: Capabilities only show <= 1 cell. Not NUMA capable
ca_es: Les capacitats només mostren <= 1 cel·la. No hi ha capacitat per a NUMA

source: Could not find any usable NUMA cell/cpu combinations.
ca_es: No s'ha pogut trobar cap combinació de cel·les NUMA/CPU utilitzable.

source: Domain named %s already exists!
ca_es: El nom de domini %s ja existeix!

source: Could not remove old vm '%s': %s
ca_es: No s'ha pogut eliminar l'anterior MV '%s': %s

source: Guest
ca_es: Hoste

source: Guest name '%s' is already in use.
ca_es: El nom d'hoste '%s' ja s'està utilitzant.

source: Did not find device %s
ca_es: No s'ha trobat el dispositiu %s

source: Domain has already been started!
ca_es: El domini ja ha estat iniciat!

source: Creating domain...
ca_es: S'està creant el domini...

source: Starting domain...
ca_es: S'està iniciant el domini...

source: Guest.cdrom must be a boolean type
ca_es: Guest.cdrom ha de ser de tipus booleà

source: Interface name
ca_es: Nom de la interfície

source: Name for the interface object.
ca_es: Nom per a l'objecte interfície.

source: Maximum transmit size in bytes
ca_es: Mida màxima de transmissió en bytes

source: Interface MAC address
ca_es: Adreça MAC de la interfície

source: Unknown start mode '%s
ca_es: Mode d'inici desconegut '%s

source: When the interface will be auto-started.
ca_es: Quan s'autoiniciarà la interfície.

source: Network protocol configuration
ca_es: Configuració del protocol de xarxa

source: Name '%s' already in use by another interface.
ca_es: El nom '%s' ja s'està utilitzant per una altra interfície.

source: Could not define interface: %s
ca_es: No s'ha pogut definir la interfície: %s

source: Could not create interface: %s
ca_es: No s'ha pogut crear la interfície: %s

source: Whether STP is enabled on the bridge
ca_es: Si STP està habilitat en el pont

source: Delay in seconds before forwarding begins when joining a network.
ca_es: Retard en segons abans que el reenviament comenci en fer la unió a una xarxa.

source: Mode of operation of the bonding device
ca_es: Mode d'operació del dispositiu d'enllaçament

source: Availability monitoring mode for the bond device
ca_es: Mode de monitoratge de disponibilitat per al dispositiu enllaçat

source: ARP monitoring interval in milliseconds
ca_es: Interval de monitoratge ARP en mil·lisegons

source: IP target used in ARP monitoring packets
ca_es: destí IP utilitzat en els paquets de monitoratge ARP

source: ARP monitor validation mode
ca_es: Mode de validació del monitor ARP

source: MII monitoring method.
ca_es: Mètode de monitoratge MII.

source: MII monitoring interval in milliseconds
ca_es: Interval de monitoratge MII en mil·lisegons

source: Time in milliseconds to wait before enabling a slave after link recovery
ca_es: Temps d'espera en mil·liseconds abans de l'activació d'un esclau després d'una recuperació d'enllaç

source: Time in milliseconds to wait before disabling a slave after link failure
ca_es: Temps d'espera en mil·liseconds abans de la desactivació d'un esclau després d'una fallada d'enllaç

source: VLAN device tag number
ca_es: Número d'etiqueta del dispositiu VLAN

source: Parent interface to create VLAN on
ca_es: Interfície arrel on crear la VLAN

source: Tag and parent interface are required.
ca_es: Es requereix una etiqueta i una interfície arrel

source: Whether to enable DHCP
ca_es: Si s'habilita o no el DHCP

source: Network gateway address
ca_es: Adreça de la passarel·la de xarxa

source: Static IP addresses
ca_es: Adreces IP estàtiques

source: Whether to enable IPv6 autoconfiguration
ca_es: Si es vol habilitar l'autoconfiguració IPv6

source: IPv6 address prefix
ca_es: Prefix d'adreça IPv6

source: IP address
ca_es: Adreça IP

source: Interface %s
ca_es: Interfície %s

source: Connection does not support host device enumeration.
ca_es: La connexió no suporta l'enumeració de dispositius d'amfitrió

source: Could not determine format of '%s'
ca_es: No s'ha pogut determinar el format de '%s'

source: %s corresponds to multiple node devices
ca_es: %s correspon a dispositius de node múltiple

source: Did not find a matching node device for '%s'
ca_es: No s'ha trobat cap dispositiu de node que coincideixi per a '%s'

source: Unknown storage object type: %s
ca_es: Tipus d'objecte d'emmagatzematge desconegut: %s

source: Storage object
ca_es: Objecte d'emmagatzematge

source: Name for the storage object.
ca_es: Nom per a l'objecte d'emmagatzematge.

source: Permissions must be passed as a dict object
ca_es: S'han de passar els permisos com a objecte dict

source: Permissions must contain 'mode', 'owner' and 'group' keys.
ca_es: Els permisos han de contenir les claus 'mode', 'owner' i 'group'.

source: '%s' is not an absolute path.
ca_es: '%s' no és un camí absolut.

source: Filesystem Directory
ca_es: Directori del sistema de fitxers

source: Pre-Formatted Block Device
ca_es: Dispositiu de bloc preformatat

source: Network Exported Directory
ca_es: Directori exportat a la xarxa

source: LVM Volume Group
ca_es: Grup de volums LVM

source: Physical Disk Device
ca_es: Dispositiu de disc físic

source: iSCSI Target
ca_es: Destí iSCSI

source: SCSI Host Adapter
ca_es: Adaptador d'amfitrió SCSI

source: Multipath Device Enumerator
ca_es: Enumerador de dispositiu multicamí

source: Unknown storage pool type: %s
ca_es: Tipus de conjunt d'emmagatzematge desconegut: %s

source: Storage device type the pool will represent.
ca_es: Tipus de dispositiu d'emmagatzematge que el conjunt representarà.

source: Host name must be a string
ca_es: El nom d'amfitrió ha de ser una cadena

source: Name '%s' already in use by another pool.
ca_es: El nom '%s' ja està en ús per un altre conjunt.

source: Could not define storage pool: %s
ca_es: No s'ha pogut definir el conjunt d'emmagatzematge: %s

source: Could not build storage pool: %s
ca_es: No s'ha pogut construir el conjunt d'emmagatzematge: %s

source: Could not start storage pool: %s
ca_es: No s'ha pogut iniciar el conjunt d'emmagatzematge: %s

source: Could not set pool autostart flag: %s
ca_es: No s'ha pogut establir la bandera d'autoinici del conjunt: %s

source: Directory to use for the storage pool.
ca_es: Directori a utilitzar per al conjunt d'emmagatzematge.

source: The existing device to mount for the pool.
ca_es: El dispositiu existent per muntar el conjunt.

source: Location to mount the source device.
ca_es: Ubicació on muntar el dispositiu origen.

source: Unknown Filesystem format: %s
ca_es: Format de sistema de fitxers desconegut: %s

source: Filesystem type of the source device.
ca_es: Tipus de sistema de fitxers del dispositiu origen.

source: Device path is required
ca_es: Es requereix un camí de dispositiu

source: Path on the host that is being shared.
ca_es: Camí en l'amfitrió que s'està compartint.

source: Name of the host sharing the storage.
ca_es: Nom de l'amfitrió que comparteix l'emmagatzematge.

source: Unknown Network Filesystem format: %s
ca_es: Format de sistema de fitxers de xarxa desconegut: %s

source: Type of network filesystem.
ca_es: Tipus de sistema de fitxers en xarxa.

source: Hostname is required
ca_es: Es requereix un nom d'amfitrió

source: Host path is required
ca_es: Es requereix un camí d'amfitrió

source: Location of the existing LVM volume group.
ca_es: Ubicació del grup de volums LVM existent.

source: Optional device(s) to build new LVM volume on.
ca_es: Dispositiu(s) opcional(s) on construir el nou volum LVM.

source: Name of the Volume Group
ca_es: Nom del grup de volums

source: Must explicitly specify source path if building pool
ca_es: S'ha d'especificar explícitament un camí d'origen si es vol construir un conjunt

source: Path to the existing disk device.
ca_es: Camí al dispositiu de disc existent.

source: Root location for identifying new storage volumes.
ca_es: Ubicació arrel per identificar els nous volums d'emmagatzematge.

source: Unknown Disk format: %s
ca_es: Format de disc desconegut: %s

source: Format of the source device's partition table.
ca_es: Format de la taula de particions del dispositiu origen.

source: Must explicitly specify disk format if formatting disk device.
ca_es: S'ha d'especificar explícitament el format del disc si es dóna format a un dispositiu de disc

source: iSCSI volume creation is not supported.
ca_es: No se suporta la creació de volums iSCSI.

source: iSCSI initiator qualified name
ca_es: Nom qualificat de l'iniciador iSCSI

source: SCSI volume creation is not supported.
ca_es: No se suporta la creació de volums SCSI.

source: Name of the scsi adapter (ex. host2)
ca_es: Nom de l'adaptador SCSI (p. e. host2)

source: Adapter name is required
ca_es: Es requereix un nom d'adaptador

source: Multipath volume creation is not supported.
ca_es: No se suporta la creació de volums multicamí.

source: One of pool or pool_name must be specified.
ca_es: S'ha d'especificar un pool o un pool_name.

source: Must specify pool_object or pool_name
ca_es: S'ha d'especificar pool_object o pool_name

source: 'conn' must be specified with 'pool_name'
ca_es: 'conn' ha d'estar especificat amb 'pool_name'

source: Couldn't find storage pool '%s': %s
ca_es: No s'ha pogut trobar el volum d'emmagatzematge '%s': %s

source: pool_object must be a virStoragePool
ca_es: pool_object ha de ser un virStoragePool

source: Capacity must be a positive number
ca_es: La capacitat ha de ser un nombre positiu

source: Allocation must be a non-negative number
ca_es: L'assignació ha de ser un nombre no negatiu

source: 'pool' must be a virStoragePool instance.
ca_es: 'pool' ha de ser una instància de virStoragePool.

source: pool '%s' must be active.
ca_es: El conjunt '%s' ha d'estar activat.

source: input_vol must be a virStorageVol
ca_es: input_vol ha de ser un virStorageVol

source: Creating storage from an existing volume is not supported by this libvirt version.
ca_es: La creació d'emmagatzematge a partir d'un volum existent no és compatible amb aquesta versió de libvirt.

source: virStorageVolume pointer to clone/use as input.
ca_es: Punter virStorageVolume a clonar/utilitzar com a entrada.

source: '%s' is not a valid format.
ca_es: '%s' no és un format vàlid.

source: Name '%s' already in use by another volume.
ca_es: El nom '%s' ja s'està utilitzant per un altre volum.

source: Allocating '%s'
ca_es: S'està assignant '%s'

source: There is not enough free space on the storage pool to create the volume. (%d M requested allocation > %d M available)
ca_es: No hi ha prou espai lliure per crear el volum en el conjunt d'emmagatzematge. (%d M assignació demanada > %d M disponible)

source: The requested volume capacity will exceed the available pool space when the volume is fully allocated. (%d M requested capacity > %d M available)
ca_es: La capacitat de volum sol·licitada excedirà l'espai disponible del conjunt quan el volum quedi completament ocupat. (%d M capacitat sol·icitada > %d M disponible)

source: Sparse logical volumes are not supported, setting allocation equal to capacity
ca_es: Els volums lògics dispersos no són compatibles. S'ha fixat l'assignació igual a la capacitat

source: Retrieving file %s...
ca_es: S'està recuperant el fitxer %s...

source: Couldn't acquire file %s: %s
ca_es: No s'ha pogut obtenir el fitxer %s: %s

source: Opening URL %s failed.
ca_es: L'obertura de l'URL %s ha fallat.

source: Mounting location '%s' failed
ca_es: Ha fallat el muntatge de la ubicació '%s'

source: Could not find an installable distribution at '%s' The location must be the root directory of an install tree.
ca_es: No s'ha pogut trobar una distribució instal·lable a '%s'⏎ La ubicació ha de ser el directori arrel d'un arbre d'instal·lació.

source: Invalid install location:
ca_es: La ubicació de la instal·lació no és vàlida:

source: Couldn't find %(type)s kernel for %(distro)s tree.
ca_es: No s'ha pogut trobar un nucli %(type)s per a l'arbre %(distro)s.

source: Could not find boot.iso in %s tree.
ca_es: No s'ha pogut trobar boot.iso a l'arbre %s.

source: Could not find a kernel path for virt type '%s'
ca_es: No s'ha pogut trobar cap camí del nucli per al tipus virt '%s'

source: Could not find a boot iso path for this tree.
ca_es: No s'ha pogut trobar cap camí d'iso per a aquest arbre.

source: Solaris miniroot not found at %s
ca_es: No s'ha trobat el miniroot Solaris a %s

source: OpenSolaris PV kernel not found at %s
ca_es: No s'ha trobat el nucli PV OpenSolaris a %s

source: UUID must be a string.
ca_es: UUID ha de ser una cadena.

source: UUID must be a 32-digit hexadecimal number. It may take the form xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx or may omit hyphens altogether.
ca_es: UUID ha de ser un nombre hexadecimal de 32 dígits. Aquest pot tenir la forma xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx o es poden ometre els guions.

source: %s name must be a string
ca_es: El nom %s ha de ser una cadena

source: %s name must be less than 50 characters
ca_es: El nom %s ha de tenir menys de 50 caràcters

source: %s name can not be only numeric characters
ca_es: El nom %s no pot tenir només caràcters numèrics

source: %s name can only contain alphanumeric, '_', '.', or '-' characters
ca_es: El nom %s només pot contenir caràcters alfanumèrics, '_', '.' o '-'

source: MAC address must be a string.
ca_es: L'adreça MAC ha de ser una cadena.

source: MAC address must be of the format AA:BB:CC:DD:EE:FF
ca_es: L'adreça MAC ha de tenir el format AA:BB:CC:DD:EE:FF

source: Name generation range exceeded.
ca_es: S'ha excedit l'interval de la generació de nom.

source: Invalid line length while parsing %s.
ca_es: Longitud de línia no vàlida durant l'anàlisi %s.

source: Defaulting bridge to xenbr%d
ca_es: S'està predeterminant el pont a xenbr%d

source: Expected exactly one 'domain' element
ca_es: S'esperava exactament un element 'domain'

source: Disk entry for '%s' not found
ca_es: No s'ha trobat l'entrada de disc per a '%s'

source: Memory must be an integer, but is '%s'
ca_es: La memòria ha de ser un enter, però és '%s'

source: The format for disk %s must be one of %s
ca_es: El format per al disc %s ha de ser un de %s

source: Checking disk signature for %s
ca_es: S'està comprovant la signatura del disc per a %s

source: Disk signature for %s does not match Expected: %s Received: %s
ca_es: La signatura del disc per a %s no coincideix. S'esperava: %s i s'ha rebut: %s

source: Disk signature for %s does not match
ca_es: La signatura de disc per a %s no coincideix

source: Could not find suitable boot descriptor for this host
ca_es: No s'ha pogut trobar un descriptor d'arrencada adequat per a aquest amfitrió

source: boot_index out of range.
ca_es: boot_index fora dels límits.

source: Unsupported virtualization type: %s %s
ca_es: Tipus de virtualització no compatible: %s %s

source: System disk %s does not exist
ca_es: El disc de sistema %s no existeix

source: Powered by libvirt
ca_es: Impulsat per libvirt

source: Add New Virtual Hardware
ca_es: Afegeix nou maquinari virtual

source: Please indicate how you would like to assign space on the host system for your virtual storage device.
ca_es: Si us plau indiqueu com voleu assignar l'espai en el sistema amfitrió per al vostre dispositiu d'emmagatzematge virtual.

source: C_reate a disk image on the computer's hard drive
ca_es: C_rea una imatge de disc en el disc dur de l'ordinador

source: _Allocate entire disk now
ca_es: _Assigna el disc sencer ara

source: Select _managed or other existing storage
ca_es: Escull un e_mmagatzematge gestionat o qualsevol altre d'existent

source: Bro_wse...
ca_es: Na_vega...

source: Device Type Field
ca_es: Camp del tipus de dispositiu

source: _Device type:
ca_es: tipus de _dispositiu:

source: Cac_he mode:
ca_es: Mode de memòria ca_u:

source: S_torage format:
ca_es: Format d'emmaga_tzematge:

source: Please indicate how you'd like to connect your new virtual network device to the host network.
ca_es: Si us plau indiqueu com voleu connectar el vostre dispositiu de xarxa virtual a la xarxa de l'amfitrió.

source: _MAC address:
ca_es: Adreça _MAC:

source: D_evice model:
ca_es: Model de d_ispositiu:
